"HZO_INFO" = "HazeOver evidenzia automaticamente la finestra dell'app principale oscurando tutte le finestre sullo sfondo.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min";
"ANIMATION_SEC" = "%@ sec";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Colore";
"DARKMODE_BLUR" = "Sfocatura";

"FEEDBACK_LABEL" = "Ti piace questa versione di HazeOver?";
"Yes" = "Sì";
"No" = "No";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Fantastico!";
"RATE_LABEL" = "Vota questa versione di HazeOver o scrivi una recensione. Sarà molto apprezzato.";
"RATE_BUTTON" = "Vota HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Segnala un problema";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Rimuovi";

"MAS_NAME" = "Riduttore di distrazioni";

"WHATS_NEW" = "Novità di HazeOver";
"Show" = "Mostra";

"Trial Version" = "Versione di prova";
"Buy Now" = "Acquista adesso";
"Thank You" = "Grazie!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Registra";
"SHORTCUT_TEXT" = "Premi tasti";

// DisplayMockupView

"File" = "File";
"View" = "Vista";
"Window" = "Finestra";
"Help" = "Aiuto";

// Touch Bar

"On" = "Attivo";
"Off" = "Inattivo";

// Customizable Menus

"TOGGLE_MENU" = "Attiva o disattiva HazeOver";
"DISPLAYS_MENU" = "Monitor secondario";
"INTENSITY_MENU" = "Intensità";
"HELP_MENU" = "Suggerimenti utili";
"ACTIONS_MENU" = "Configura le azioni...";
"CUSTOMIZE_MENU" = "Personalizza menu…";
"RATE_MENU" = "Vota HazeOver";
"REPORT_MENU" = "Invia feedback";
"SETTINGS_MENU" = "Impostazioni…";
"QUIT_MENU" = "Esci da HazeOver";
